<?php

return [
    // Главная
    'title_index' => 'Администрирование :: статьи',
    'headline_index' => 'Статьи',
    'th_name' => 'Название',
    'th_text' => 'Содержание',
    'th_group' => 'Категория',
    'th_action' => 'Действие',
    'btn_edit' => 'Редактировать',
    'btn_delete' => 'Удалить',
    'btn_create' => 'Создать статью',
    'confirm_del' => 'Вы действительно хотите удалить статью?',
    // Сохранение/удаление
    'title_create' => 'Администрирование :: создание статьи',
    'title_edit' => 'Администрирование :: редактирование статьи',
    'headline_create' => 'Создание статьи',
    'headline_edit' => 'Редактирование статьи',
    'headline_errors' => 'Ошибки сохранения!',
    'btn_save' => 'Сохранить статью',
    'label_name' => 'Название статьи',
    'label_text' => 'Текст статьи',
    'label_group' => 'Категория',
    'ph_name' => 'Введите название',
    'ph_text' => 'Введите текст статьи',

    'success_add' => 'Новая статья [:id] ":title" успешно добавлена.',
    'error_add' => 'Ошибка добавления статьи, обратитесь к администратору.',
    'success_upd' => 'Статья [:id] ":title" успешно обновлена.',
    'error_upd' => 'Ошибка обновления статьи, обратитесь к администратору.',
    'success_del' => 'Статья [:id] успешно удалена.',
    'error_del' => 'Ошибка удаления статьи, обратитесь к администратору.'
];