<?php

return [
    // Главная
    'title_index' => 'Администрирование :: категории статей',
    'headline_index' => 'Категории статей',
    'th_name' => 'Название',
    'th_action' => 'Действие',
    'btn_edit' => 'Редактировать',
    'btn_delete' => 'Удалить',
    'btn_create' => 'Создать категорию',
    'confirm_del' => 'Вы действительно хотите удалить категорию и ее подкатегории?',
    // Сохранение/удаление
    'title_create' => 'Администрирование :: создание категории',
    'title_edit' => 'Администрирование :: редактирование категории',
    'headline_create' => 'Создание категории',
    'headline_edit' => 'Редактирование категории',
    'headline_errors' => 'Ошибки сохранения!',
    'btn_save' => 'Сохранить категорию',
    'label_name' => 'Название категории',
    'label_parent' => 'Родительская категория',
    'ph_name' => 'Название категории',

    'success_add' => 'Новая категория [:id] ":title" успешно добавлена.',
    'error_add' => 'Ошибка добавления категории, обратитесь к администратору.',
    'success_upd' => 'Категория [:id] ":title" успешно обновлена.',
    'error_upd' => 'Ошибка обновления категории, обратитесь к администратору.',
    'success_del' => 'Категория [:id] успешно удалена.',
    'error_del' => 'Ошибка удаления категории, обратитесь к администратору.'
];