<?php

return [
    'title_index' => 'Администрирование :: парсинг',
    'index_headline' => 'Парсинг файлов',
    'show_headline' => 'Обработка файла',
    'btn_choose' => 'Выберите файл',
    'btn_save' => 'Обработать',
    'headline_processed_files' => 'Обработанные файлы',
    'th_name' => 'Таблица',
    'th_uploaded' => 'Дата загрузки',
    'th_action' => 'Действие',
    'btn_delete' => 'Удалить',
    'delete_confirm' => 'Вы дейсвительно хотите удалить таблицу необработанных данных?',
    'err_delete' => 'Ошибка удаления обратитесь к администратору!',
    'suc_delete' => 'Таблица ":postfix" [ id = :id ] успешно удалена!',
    'valid_req' => 'Выберите файл!',
    'valid_mimes' => 'Неверный формат, возможно только csv!'
];