<?php

return [
    'title_index' => 'Администрирование :: настройки',
    'th_name' => 'Название',
    'th_value' => 'Значение',
    'th_delete' => 'Удалить',
    'ph_name' => 'Название',
    'ph_value' => 'Значение',
    'btn_add' => 'Добавить настройку',

    'err_forbidden' => 'Запрещено выполнение действий над настройками!',
    'err_save' => 'Ошибка сохранения настройки!',
    'err_update' => 'Ошибка обновления настройки!',
    'err_delete' => 'Ошибка удаления настройки!',
    'suc_update' => 'Настройка обновлена!',
    'suc_delete' => 'Настройка удалена!',
];