<?php

return [
    // Главная
    'title_index' => 'Администрирование :: слайдер',
    'headline_index' => 'Слайдер',
    'th_photo' => 'Фото',
    'th_desc' => 'Описание',
    'th_order' => 'Порядок',
    'btn_edit' => 'Редактировать',
    'btn_delete' => 'Удалить',
    'btn_create' => 'Создать слайд',
    'confirm_del' => 'Вы действительно хотите удалить слайд?',
    'del_success' => 'Слайд [:id] успешно удален',
    // Сохранение/удаление
    'title_create' => 'Администрирование :: создание слайда',
    'title_edit' => 'Администрирование :: редактирование слайда',
    'headline_create' => 'Создание слайда',
    'headline_edit' => 'Редактирование слайда',
    'label_text' => 'Описание',
    'ph_text' => 'Введите описание слайда',
    'label_img' => 'Выберите картинку...',
    'label_chg_img' => 'Заменить картинку...',
    'btn_save' => 'Сохранить слайд',
    'error_add' => 'Ошибка при сохранении слайда. Обратитесь к администратору.',
    'success_add' => 'Новый слайд успешно добавлен.',
    'error_upd' => 'Ошибка при обновлении слайда. Обратитесь к администратору.',
    'success_upd' => 'Слайд успешно обновлен.',
];