<?php

return [
    'btn_edit' => 'Редактировать',
    'btn_response' => 'Ответить',
    'btn_restore' => 'Восстановить',
    'info_deleted' => 'Комментарий удален модератором!',

    'modal_close' => 'Закрыть',
    'modal_save' => 'Сохранить',

    'headline_add' => 'Добавить комментарий к статье',
    'info_add_error' => 'Ошибка добавления комментария!',
    'ph_name' => 'Введите имя',
    'ph_text' => 'Текст',
    'btn_add' => 'Добавить',
    'success_add' => 'Комментарий успешно добавлен!',

    'btn_modal_close' => 'Закрыть',
    'btn_modal_save' => 'Сохранить комментарий',
    'error_comm_del' => 'Ошибка удаления комментария.',
    'success_comment_del' => 'Комментарий успешно удален!',
    'error_comm_res' => 'Ошибка восстановления комментария.',
    'success_comment_res' => 'Комментарий восстановлен.',
    'error_comment_upd' => 'Ошибка обновления, обратитесь к администратору.',
    'success_comment_upd' => 'Комментарий успешно обновлен.',
    'comment_not_found' => 'Комментарий не найден.'
];