<?php

return [
    'title' => 'BlankApp',
    'description' => 'Описание для страницы',
    'keywords' => 'Ключевое слово 1, ключевое слово 2',
    // Верхнее меню
    'registration' => 'Регистрация',
    'authorization' => 'Авторизация',
    'menu_feedback' => 'Оставить отзыв',
    'log_out' => 'Выйти',
    'come_in' => 'Войти в админпанель',

    // Хлебные крошки
    'brcr_site_page' => 'Главная страница',
    'brcr_article_show' => ':name',

    // Ошибки
    'error_back' => 'Вернуться назад',
    '404_text' => 'Запрашиваемая страница не найдена.',
    'title_404' => '404',
    'description_404' => 'Описание ошибки 404 странциы',
    'keywords_404' => 'Ключевые слова 404',

    'perm_denied' => 'Вам закрыт доступ!',
];